<template>
  <div class="article inner">
    <div class="content">
      <div class="wrap">
        <h2 class="art-title" v-html="title"></h2>
        <p class="art-time">
          <span v-html="created"></span>
        </p>
        <div class="art-content">
          <h3>我的穷人思维，我的阶级层次，我的生活圈子</h3>
          <article>
             <p>
               这是我过完年回北京后周末第一次没睡懒觉，早晨八点半，强撑着起床，真不知道是我潜意识不想继续睡下去，
               还是因为一层装修拆墙产生的噪音让我无法继续睡下去。上周因为宅在宿舍中，令我心情很是低落，不想再让周末在
               睡眠中度过，枉费光阴。周末的无所作为的确让我感到失落，晚上的失眠是必不可免的。
             </p>
            <p>
               从宿舍出来后感觉整个人的心情都不一样了，不管今天是否有所收获，起码没睡懒觉就是好的开始。坐上地铁，拿出手机开始百词斩复习单词，
              一路上感觉背单词的效率跟兴趣都提高了。从劲松下车后，换成561公交站都扩宽了，的确是，以前等公交的时候那叫人山人海啊。
            </p>
            <p>
               到达大柳树二手市场后，竟想不起来这里的目的是什么，仅仅是不想浪费周末的时光？但是我来这里做什么，故地重游？走在市场中，看着
              拥挤的人群，各色的大爷大妈，少许穿着光鲜的帅男靓女，感觉我应该是整个市场中除了childern外最年轻的了吧，我TM来这里是干什么啊？
              感觉自己的格调这就是这个层次了，二手市场！不同的人所处的圈子不同，阶级是时刻存在的，但是我的圈子在哪里，我还年轻，我也想奋斗，
              但是我的眼光跟我的圈子决定了我未来也就是逛二手市场，在廉价的商品中挑选别人用过的，或是处理外贸的各色货物，这就是我的圈子，我的
              阶级层次。
            </p>
            <p>
              挤在人群中，告诉自己买块手把件，或是腰珠，或是核桃也算是对得起自己来一趟的车票钱了。但是看到一块缠丝玛瑙后，我又推翻了心中的想法，
              结果证明我就是穷人思维。当我第一次看到这一块缠丝玛瑙后我就想买下来，标价六十，真心感觉不贵，抱着再看看的心里，又继续逛了下去，边逛
              边想我买来有什么价值，不会买来又后悔吧，这种后悔事我没少干啊。是送老爸好还是自己留下玩，或是送给女朋友也好，但是我送给他们后他们会
              不会时长的把玩一下，还是尘封在某个地方。就这样的逛了一遍后我再次回到那个摊位，拿起快缠丝石把玩这，摊主过来跟我说喜欢吗，价钱可以商量，
              想了几秒后，心想我也不知道该怎么谈价钱，买了后也不知道怎么处理，一块石头不能有多大作用，跟摊主说了句我在看看就又一次逛向了别处。其实到
              现在我都不知道我是该买还是不该买，<span>买不买就是一瞬间的事，买了之后就是值不值的事。</span>
            </p>
            <p>
              对于买东西我就是这样，除日常必需品之外的东西，我都要提前想想价值，性价比，用途等方面，很少单纯是因为喜欢才买，单纯是喜欢买下来后也多是后悔的结果。
              多是从廉价的商品中寻找快乐。
            </p>
            <p>
              最后为了对得起我来回的车票钱，我买了一堆火龙果跟蛇果才感觉是把票钱赚回来了。这就是我的穷人思维，或许我以后还会来这里，或许以后再也不会来，
              希望能早日找到心中的那份标准，值不值得？
            </p>
             <p>
               <img src="../../img/chansimanao.jpg">
             </p>
          </article>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'youdaliushu',
    data () {
      return {
        created: this.$route.query.created,
        title: this.$route.query.name
      }
    },
    methods: {
      toggle(){

      }
    }
  }
</script>
<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

  article p{
    margin-top:10px;
  }
  article p span{
    text-decoration:underline
  }
  article p img{
    display: block;
    height: 100%;
    margin: 0 auto;
  }
</style>
